Revit 2027 API
AdvancedWood.WoodLatewoodBumpDepth Property
 The property labeled "Depth (cm) of the latewood bump" from the "AdvancedWood" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string WoodLatewoodBumpDepth { get; }
Public Shared ReadOnly Property WoodLatewoodBumpDepth As String
	Get
public:
static property String^ WoodLatewoodBumpDepth {
	String^ get ();
}
static member WoodLatewoodBumpDepth : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyDistance".
See Also
Reference
AdvancedWood Class
Autodesk.Revit.DB.Visual Namespace